acpi
acpid
adw-gtk-theme
amd-ucode
amdctl-git
amdvlk
base
bat
bemenu
bluetuith-bin
bluez
bluez-utils
brightnessctl
btop
cliphist
cowsay
cronie
dash
debugedit
eza
fakeroot
fd
fish
flatpak
foot
fortune-mod
fwupd
fzf
gc
gcc
gcr
git
gnome-keyring
gnome-themes-extra
google-chrome
grim
gst-plugin-pipewire
imv
j4-dmenu-desktop
jq
libvdpau-va-gl
libzip
linux
linux-firmware
make
mako
man-db
meson
mpv
neovim
networkmanager
networkmanager-dmenu-git
nm-connection-editor
noto-fonts-emoji
nwg-look
opendoas
pacman-contrib
paru-bin
patch
pcmanfm-gtk3
pipewire
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
powertop
pulsemixer
qalculate-gtk
ripgrep
river
slurp
swaybg
swayidle
swaylock
tllist
transmission-cli
transmission-gtk
ttf-jetbrains-mono-nerd
tuned
udiskie
ufw
unzip
upower
usbutils
vim
vulkan-headers
vulkan-radeon
vulkan-validation-layers
wdisplays
wget
wireless_tools
wireplumber
wl-clipboard
wlr-randr
wlsunset
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
yazi
zathura-pdf-mupdf
zip
zram-generator
