acpi
acpilight
adw-gtk-theme
amd-ucode
amdvlk
autoconf
automake
base
bat
bemenu
bison
bluetuith-bin
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
cowsay
dash
debugedit
dunst
eza
fakeroot
fd
firefox
fish
flatpak
flex
foot
fortune-mod
fzf
gc
gcc
git
github-cli
gnome-themes-extra
grim
gst-plugin-pipewire
hyprlock
imv
iwd
j4-dmenu-desktop
libliftoff
libqalculate
libvdpau-va-gl
libzip
linux
linux-firmware
make
man-db
meson
mpv
neovim
networkmanager-dmenu-git
nm-connection-editor
nwg-look
opendoas
pacman-contrib
paru-bin
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit-gnome
qalculate-gtk
stremio-service-bin
swaybg
swayidle
thunar
tllist
transmission-cli
ttf-jetbrains-mono-nerd
ttf-joypixels
tuned
unzip
upower
usbutils
vim
visual-studio-code-bin
vulkan-headers
vulkan-radeon
vulkan-validation-layers
wdisplays-git
wev
wl-clipboard
wlopm
wlr-randr
wlroots
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
yazi
zathura-pdf-mupdf
zed
zip
